Repository: Mteixeira88/Second-Wallet
Catalog: Second-Wallet/Utils/*.lproj/Localizable.strings
Languages: pt_pt

source: Let's start filling up your
pt_pt: Começa a encher a tua

source: %@ More examples
pt_pt: %@ Mais exemplos

# Secure Field title
source: Item's Title
pt_pt: Título do detalhe

# Secure Field value
source: Item's private info
pt_pt: Campo privado do detalhe

source: %@ Add new card
pt_pt: %@ Adicionar cartão

# %@ Add secure field
source: %@ Add item
pt_pt: %@ Adicionar detalhe

# %@ Remove field
source: %@ Remove item
pt_pt: %@ Remover detalhe

source: %@ sec
pt_pt: %@ seg/s

source: Background color
pt_pt: Cor de fundo

source: Brand
pt_pt: Marca

source: Cancel
pt_pt: Cancelar

source: Confirm
pt_pt: Confirmar

source: %@ General info
pt_pt: %@ Informação geral

# %@ Card's safe
source: %@ Private data
pt_pt: %@ Dados privados

source: Delete
pt_pt: Apagar

source: Edit
pt_pt: Editar

source: eg: Last 4 digits
pt_pt: ex: Últimos 4 dígitos

source: eg: Mobile, Door duplication card, Debit
pt_pt: ex: Telefone, Cartão Cidadão, Débito, Crédito

source: eg: System Pin, Pin, Puk
pt_pt: ex: System Pin, Pin, Puk

source: eg: Vodafone, American Express, Dierre
pt_pt: ex: Vodafone, Estado, Edenred

# Error brand
source: Must have betweeen 1 and 30 chars
pt_pt: Deve conter entre 1 e 30 caracteres

# Error digits
source: Must have exactly 4 chars
pt_pt: Deve conter 4 caracteres

# Error secure title
source: Must have at least 1 char
pt_pt: Deve conter no minimo 1 caracter

# Error secure value
source: Must have at least 1 char
pt_pt: Deve conter no minimo 1 caracter

# Error tag
source: Must have betweeen 1 and 20 chars
pt_pt: Deve conter entre 1 e 20 caracteres

source: Four digits
pt_pt: 4 digitos

source: Search
pt_pt: Procurar

source: Tap card for details
pt_pt: Toque no cartão para detalhes

source: Tap the locker icon and verify your biometric to see the card details.
pt_pt: Toque no ícone do cadeado e faça a verificação biométrica para aceder aos detalhes do cartão.

source: Tap the card detail to copy to clipboard
pt_pt: Copie para o clipboard tocando no detalhe do cartão.

source: copied to clipboard
pt_pt: copiado para o clipboard
